---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonWidth
source: html/8f0bbbd9-d10e-5a2c-d0c2-bbd762e94cd0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonWidth Property

"Width"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionCommonWidth { get; }
```